Repository: iina/iina
Catalog: iina/mul.lproj/PrefUtilsViewController.xcstrings
Source language: en
Languages: af, ca, cs, da, de, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, ko, lv, nl, pl, pt_br, pt_pt, ro, ru, sk, sr_rs, sv, tr, uk, zh_hans, zh_hant

# pPC-q2-9Gh.title
source: The button below will delete all files in the "watch later" folder. These files contain all saved playback progress and settings applied during playback.
af: Die onderstaande knop sal alle lêers in die “kyk later”-vouer skrap. Hierdie lêers bevat alle bewaarde afspeelvordering en instellings wat gedurende afspeel toegepas is.
ca: El següent botó suprimirà tots els fitxers a la carpeta "veure més tard". Els fitxers contenen tot el progrés de reproducció i les opcions aplicades durant la reproducció.
cs: Tlačítko níže odstraní všechny soubory ve složce „Přehrát později“. Tyto soubory obsahují poslední pozice přehrávání a nastavení použitá při přehrávání.
da: Knappen nedenfor vil slette alle arkiver i "Se senere" mappen. Disse arkiver indeholder alle gemte afspilningsfremskridt og indstillinger der anvendes under afspilning.
de: Alle Dateien im Ordner „Später ansehen“ löschen. Diese Dateien enthalten alle gespeicherten Wiedergabefortschritte und die während der Wiedergabe vorgenommenen Einstellungen.
es: El siguiente botón eliminará todos los archivos en la carpeta "ver más tarde". Estos archivos contienen todos los avances de reproducción guardados y las configuraciones aplicadas durante la reproducción.
fa: دکمه زیر تمام فایل های پوشه "watch later" را پاک خواهد کرد. این فایل ها محتوی تمامی پیشرفت های پخش و تنظیماتی که در حین پخش اعمال شده است می باشند.
fi: Alla oleva painike poistaa kaikki tiedostot "katso myöhemmin" kansiosta. Nämä tiedostot sisältävät kaikki tallennetut toistojen edistymiset ja asetukset, joita käytetään toiston aikana.
fr: Le bouton ci-dessous supprimera tous les fichiers du dossier "à regarder plus tard". Ces fichiers contiennent les progressions de lecture et les paramètres appliqués durant la lecture.
he: הכפתור למטה ימחק את כל הקבצים בתיקיית "לצפיה אחר כך". קבצים אלה מכילים את מיקום ההאזנה בקובץ ואת ההגדרות שהוחלו במהלך ההפעלה.
hi: नीचे दिया गया बटन "बाद में देखें\” फ़ोल्डर की सभी फ़ाइलों को हटा देगा। इन फ़ाइलों में प्लेबैक के दौरान लागू सभी सहेजे गए प्लेबैक प्रगति और सेटिंग्स शामिल हैं।
hr: Donji gumb će izbrisati sve datoteke u mapi u „gledaj kasnije”. Te datoteke sadrže sve spremljene podatke o napretku reprodukcije te postavke koje se primijenjuju tijekom reprodukcije.
hu: Az alábbi gomb törölni fogja az összes fájl a "Később megnézem" mappából. Ezek a fájlok tartalmazzák a lejátszás folyamatát és beállításokat amiket a lejátszás során elvégeztél.
id: Tombol di bawah akan menghapus semua file di folder "Putar Nanti". File ini berisi semua progres pemutaran yang tersimpan berikut pengaturan yang diterapkan saat pemutaran.
it: Il pulsante sottostante eliminerà tutti i file nella cartella "guarda dopo". Questi file contengono tutti gli avanzamenti di riproduzione salvati e le impostazioni applicate durante la riproduzione.
ja: 以下のボタンをクリックすると「あとで見る」フォルダーにある全てのファイルが消去されます。これらのファイルには再生進度や再生中に適用された設定が含まれています。
ko: "watch later" 폴더에 있는 모든 이어보기 파일을 지웁니다. 이 파일에는 재생중에 적용된 모든 설정과 재생위치가 기록되어 있습니다.
lv: Zemāk esošā poga izdzēsīs visus failus, kas atrodas "Skatīties vēlāk" mapē. Šie faili satur pēdējās atskaņošanas pozīcijas un atskaņošanas laikā izmantotos iestatījumus.
nl: Wis bestanden in de "bekijk later" map. Deze bestanden bevatten de opgeslagen afspeelposities.
pl: Przycisk poniżej usunie wszsytkie pliki z folderu "obejrzyj później". Te pliki zawierają zapisane postępy odtwarzania oraz dodatkowe ustawienia nałożone podczas odtwarzania.
pt_br: O botão abaixo irá apagar todos os arquivos na pasta "assistir depois". Esses arquivos contêm todos os progressos e configurações de reprodução salvos aplicados durante a reprodução.
pt_pt: O botão abaixo apagará todos os arquivos na pasta "Assistir mais tarde". Estes arquivos contêm todo o progresso de reprodução guardado e configurações aplicadas durante a reprodução.
ro: Butonul de mai jos va șterge toate fișierele din „Vizionează mai târziu”. Aceste fișiere conțin progresul de redare salvat și setările aplicate în timpul redării.
ru: Кнопка ниже удалит все файлы в папке «смотреть позже». Эти файлы содержат последние позиции воспроизведения и настройки, применяемые во время воспроизведения.
sk: Tlačítko popod vymaže všetky súbory v "pozrieť neskôr" zložke. Tieto súbory obsahujú posledné pozície prehrávaní a nastavenia aplikované počas prehrávaní.
sr_rs: Dugme ispod izbrisaće sve datoteke u fascikli „Gledaj kasnije“. Te datoteke sadrže celokupan sačuvani tok reprodukcije i postavke primenjene tokom reprodukcije.
sv: Knappen nedan raderar alla filer i "titta senare"-mappen. Dessa filer innehåller alla sparade uppspelningspositioner och inställningar som angetts under uppspelning.
tr: Aşağıdaki düğme "daha sonra izle" klasöründeki tüm dosyaları silecektir. Bu dosyalar kaydedilmiş tüm oynatma ilerlemelerini ve oynatma sırasında uygulanan ayarları içerir.
uk: Кнопка нижче видалить усі файли з папки відкладеного перегляду. Ці файли містять увесь прогрес перегляду та налаштування, застосовані під час перегляду.
zh_hans: 此按钮将会删除“watch later”文件夹中的所有文件。这些文件包含了保存的播放进度和播放时所应用的一些设置。
zh_hant: 此按鈕將會刪除「watch later」檔案夾中的所有檔案。這些檔案包含了儲存的播放進度和播放時所套用的一些設定。

# QHA-tO-oSn.title
source: Clear Cache
af: Wis kasgeheue
ca: Neteja memòria cau
cs: Smazat obsah v mezipaměti
da: Tøm cache
de: Cache leeren
es: Limpiar cache
fa: پاک کردن حافظه نهان
fi: Tyhjennä välimuisti
fr: Vider le cache
he: נקה מטמון
hi: कैश को साफ़ करें
hr: Očisti predmemoriju
hu: Gyorsítótár ürítése
id: Bersihkan Cache
it: Elimina cache
ja: キャッシュを消去する
ko: 캐시 지우기
lv: Tīrīt kešatmiņas
nl: Leeg caches
pl: Wyczyść pamięć podręczną
pt_br: Limpar Cache
pt_pt: Limpar Cache
ro: Șterge Cache
ru: Очистить кэш
sk: Vymazať Cache
sr_rs: Obriši keš
sv: Rensa cache
tr: Önbelleği Temizle
uk: Очистити кеш
zh_hans: 清除缓存
zh_hant: 清除快取

# tRq-eU-AV3.title
source: Calculating…
af: Bereken tans…
ca: Calculant…
cs: Vypočítávám…
da: Beregner…
de: Berechne …
es: Calculando…
fa: در حال محاسبه…
fi: Lasketaan…
fr: Calcul…
he: מחשב…
hi: गिना जा रहा है…
hr: Izračunavanje …
hu: Számolás…
id: Menghitung…
it: Calcolo…
ja: 計算中…
ko: 계산중…
lv: Aprēķina…
nl: Berekenen…
pl: Obliczanie…
pt_br: Calculando…
pt_pt: A calcular…
ro: Se calculează…
ru: Вычисление…
sk: Vypočítavam…
sr_rs: Izračunavanje…
sv: Beräknar…
tr: Hesaplanıyor…
uk: Обчислюю…
zh_hans: 计算中…
zh_hant: 正在計算⋯

# uV3-aF-UB7.title
source: Current thumbnail cache:
af: Huidige duimnaelkasgeheue:
ca: Memòria cau de miniatures actual:
cs: Aktuálně načtené náhledy:
da: Nuværende miniaturecache:
de: Momentane Größe des Vorschaubilder-Caches:
es: Caché de miniaturas actual:
fa: مخزن تصاویر بند انگشتی فعلی:
fi: Nykyinen esikatselukuvien välimuisti:
fr: Cache des miniatures :
he: מטמון תמונות ממוזערות נוכחי:
hi: वर्तमान थंबनेल कैश:
hr: Trenutačna predmemorija minijatura:
hu: Jelenlegi indexkép cache:
id: Cache thumbnail saat ini:
it: Cache attuale delle miniature:
ja: 現在のサムネイルキャッシュ量:
ko: 현재 썸네일 캐시
lv: Izmantotais sīkattēlu kešatmiņas lielums:
nl: Huidige miniaturencache:
pl: Obecna pamięć podręczna miniaturek:
pt_br: Cache de miniaturas atual:
pt_pt: Cache de miniaturas atual:
ro: Miniaturi curente în cache:
ru: Текущий кэш эскизов:
sk: Aktuálne uložené náhľady:
sr_rs: Trenutni keš za sličice:
sv: Nuvarande cache för miniatyrbilder:
tr: Mevcut küçük resim önbelleği:
uk: Поточний кеш мініатюр:
zh_hans: 当前缩略图缓存:
zh_hant: 目前的縮覽圖快取：

# uvK-Y1-dZr.title
source: Please select the media types that you want to make IINA as the default Application for.
af: Kies asb. die mediatipes waarvoor u IINA die verstektoepassing wil maak.
ca: Si us plau selecciona els tipus de fitxer multimèdia que vols que IINA en sigui l'aplicació per defecte.
cs: Vyberte druhy souborů, pro které chcete nastavit IINA jako výchozí aplikaci.
da: Vælg venligst de medietyper du vil gøre IINA som standardprogram for.
de: Bitte wähle die Medienarten aus, für die IINA als Standardprogramm festgelegt werden soll.
es: Por favor, seleccione los tipos de archivo para los cuales desea que IINA sea la aplicación predeterminada
fa: نوع رسانه‌ای که تمایل دارید به صورت پیش‌فرض توسط IINA باز شود را انتخاب کنید.
fi: Ole hyvä ja valitse mediatyypit, joille haluat asettaa IINA:n oletussovellukseksi.
fr: Veuillez sélectionner le type de fichiers qui s'ouvriront par défaut avec IINA.
he: אנא בחר את סוגי המדיה שברצונך להפוך את IINA ליישום ברירת המחדל עבורם.
hi: कृपया उन मीडिया प्रकारों का चयन करें जिन्हें आप IINA को डिफ़ॉल्ट एप्लिकेशन के रूप में बनाना चाहते हैं।
hr: Odaberi vrste medija koje želiš standardno otvarati s aplikacijom IINA.
hu: Kérjük, válassza ki azokat a médiatípusokat, amelyekhez az IINA-t szeretné alapértelmezett alkalmazásként megadni.
id: Pilih jenis media yang Anda ingin menetapkan IINA sebagai aplikasi utamanya.
it: Seleziona i tipi di file multimediali per i quali desideri rendere IINA come applicazione predefinita.
ja: IINAをデフォルトの再生アプリケーションに設定したいメディアの種類を選択してください。
ko: IINA를 기본 응용프로그램으로 사용할 미디어 유형을 선택하십시오.
lv: Lūdzu, atlasiet kādus faila tipus vēlaties atskaņot IINA programmā pēc noklusējuma.
nl: Stel IINA in als standaardprogramma voor de volgende bestandstypes.
pl: Wybierz proszę typy plików multimedialnych dla których IINA ma być domyślną aplikacją.
pt_br: Por favor, selecione os tipos de mídia que você deseja fazer IINA como o aplicativo padrão.
pt_pt: Por favor, selecione os tipos de mídia que você deseja definir IINA como o aplicativo padrão.
ro: Te rog selectează tipurile de media pentru care vrei ca IINA să fie aplicația implicită.
ru: Укажите типы файлов, для которых вы хотите установить IINA в качестве приложения по умолчанию.
sk: Prosím označte druhy médií, pre ktoré chcete nastaviť IINA ako Predvolenú Aplikáciu.
sr_rs: Izaberite tipove medijski datoteka za koje želite da IINA bude podrazumevana aplikacija.
sv: Vänligen markera de mediatyper för vilka du vill göra IINA till förvalt program.
tr: Lütfen IINA'yı varsayılan Uygulama olarak yapmak istediğiniz medya türlerini seçin.
uk: Будь ласка, оберіть типи медіафайлів, для яких ви хочете призначити IINA стандартною програмою.
zh_hans: 请选择希望将 IINA 设为默认应用程序的文件类型。
zh_hant: 請選擇您要將 IINA 設為預設應用程式的媒體類型。

# Wdh-me-hdC.title
source: Restored.
af: Teruggestel.
ca: Restaurat.
cs: Obnoveno.
de: Wiederhergestellt.
es: Restaurado.
fr: Rétabli.
he: שוחזרו.
hr: Obnovljeno.
hu: Helyreállítva.
id: Berhasil dipulihkan.
it: Ripristinati.
ja: 復元しました。
ko: 복구됨
pl: Przywrócono.
pt_br: Restaurado.
ro: Restaurat.
ru: Восстановлено.
sk: Obnovené.
sv: Återställt.
tr: Geri yüklendi.
uk: Відновлено.
zh_hans: 已还原
zh_hant: 已恢復

# XAz-xa-LVo.title
source: Restore Suppressed Alerts…
af: Stel onderdrukte waarskuwings terug…
ca: Restaura alertes silenciades…
cs: Obnovit potlačená upozornění…
de: Warnungen wiederherstellen …
es: Restaurar alertas reprimidas…
fr: Rétablir les alertes masquées…
he: שחזר התראות שהוסתרו…
hr: Obnovi prikrivena upozorenja …
hu: Az elnyomott figyelmeztetések visszaállítása…
id: Pulihkan Pemberitahuan Senyap…
it: Ripristina avvisi soppressi…
ja: ダイアログの警告をリセット…
ko: 비활성화된 알림 복구하기
pl: Przywróć zablokowane alerty…
pt_br: Restaurar Alertas Suprimidos…
ro: Restaurează alertele reprimate…
ru: Восстановить скрытые уведомления…
sk: Obnoviť potlačené upozornenia…
sv: Återställ dolda varningar…
tr: Bastırılmış Uyarıları Geri Yükle…
uk: Відновити приховані оповіщення…
zh_hans: 还原已忽略的警告
zh_hant: 復原已關閉的警告⋯⋯

# zCe-1f-tkF.title
source: Get Browser Extensions for IINA
af: Kry blaaieruirbreidings vir IINA
ca: Obtenir les extensions d'IINA per als navegadors
cs: Získat rozšíření IINA pro internetový prohlížeč
da: Hent browserudvidelser til IINA
de: Browser-Erweiterung herunterladen
es: Obtener extensiones de navegador para IINA
fa: دریافت افرونه مرورگر IINA
fi: Hanki selainlaajennukset IINAlle
fr: Téléchargez les extensions navigateur pour IINA
he: קבל הרחבות דפדפן עבור IINA
hi: IINA के लिए ब्राउज़र एक्सटेंशन प्राप्त करें
hr: Nabavi proširenja preglednika za IINA
hu: Böngészõ bõvitmény az IINA-hoz
id: Dapatkan ekstensi browser untuk IINA
it: Ottieni le estensioni del browser per IINA
ja: IINAのブラウザ拡張機能を使う
ko: IINA용 브라우저 확장 프로그램 가져오기
lv: Iegūt IINA pārlūkprogrammas paplašinājumus
nl: Download browserextensies voor IINA
pl: Zdobądź rozszerzenie przeglądarki dla IINA
pt_br: Obter extensões de navegador para IINA
pt_pt: Obter Extensões de Navegador para IINA
ro: Obține Extensiile de Browser pentru IINA
ru: Установить расширения браузера для IINA
sk: Získať IINA rozšírenie pre internetové prehliadače
sr_rs: Nabavi proširenja pregledača za aplikaciju IINA
sv: Skaffa webbläsartillägg till IINA
tr: IINA için Tarayıcı Eklentisi Edinin
uk: Отримати розширення браузерів для IINA
zh_hans: 获取 IINA 的浏览器插件
zh_hant: 取得 IINA 的瀏覽器擴充功能

# 8wH-Gi-mRV.title
source: Video
ca: Vídeo
es: Vídeo
fa: ویدئو
fr: Vidéo
he: וידאו
hi: वीडियो
hu: Videó
ja: ビデオ
ko: 비디오
pl: Obraz
pt_br: Vídeo
pt_pt: Vídeo
ru: Видео
uk: Відео
zh_hans: 视频
zh_hant: 視訊

# f9i-sS-MJN.title
source: Firefox
fa: مرورگر Firefox
he: פיירפוקס
pl: Mozilla Firefox

# yuw-2i-ICd.title
source: Chrome
fa: مرورگر Chrome
he: גוגל כרום
